{
    "Index": {
        "title": "minchiasio",
        "description": "minchiasA"
    },
    "Services": {
        "webDev": {
            "title1": "Custom Website / WebApp",
            "sub1": "Do I need a Website for my Business?",
            "desc1": "The short answer is that there has never been a better or more important time to invest in a website for your business. A website offers a wide variety of benefits, and most of these increase in value exponentially year over year, just like the Internet itself.",
            "sub2": "How do I know if it's the Right Fit?",
            "desc2": "Here at UndercoverADV we like to do things the right way, we give our customers a tailor made package based on their specific needs. We make sure every project is a mirror of the business core values, otherwise it won't be effective.",
            "sub3": "What do you mean by Custom?",
            "desc3": "We can adapt to almost everything, so based on your need we can space from a Full Custom Theme for Wordpress to a more complex full-code-based website or PWA.",
            "title2": "CMS & Headless CMS",
            "sub4": "What is a Content Management System (CMS) and how does it work?",
            "desc4": "A Content Management System (CMS) is a software application that is used to create, manage, and publish digital content, typically for websites. It provides a user-friendly interface that allows users with little or no technical knowledge to create and update website content, such as text, images, and videos.",
            "sub5": "What is a Headless Content Management System and how does it differ from a traditional CMS?",
            "desc5": "A headless CMS focuses on providing a flexible and agnostic way of storing and managing content, it allows the content to be consumed by any platform, device or application. The front-end of the website, which is responsible for displaying the content to the user, is completely detached from the CMS. This allows developers to use any front-end technology they prefer, allowing for a greater flexibility on how the content is presented, and also allows for a separation of concerns between the Content Team and the Development Team.",
            "sub6": "Which one might be better for my needs?",
            "desc6": "Deciding whether to use a traditional or headless CMS will depend on your specific needs and goals. A traditional CMS might be better if you need a simple and easy-to-use solution for creating and managing a website, and you don't have specific requirements for reusing the content across multiple platforms. A headless CMS may be a better choice if you need a more flexible and scalable solution for content management, and you want to reuse the content across multiple platforms and channels, such as web, mobile apps, and IoT devices.",
            "title3": "E-Commerce",
            "sub7": "Why should I implement an E-Commerce?",
            "desc7": "Having an eCommerce store can be used to reach a wider audience. cut down operational costs, bring you more customers, and diversify your sales. Shopping from home is more convenient for the consumer, and they are demanding digital nowadays. Another benefit for your business is you will gain data to improve your offering.",
            "sub8": "Which E-Commerce is the right choice?",
            "desc8": "Not all the E-commerce are created equal, a perfect e-commerce for a B2B company won't fit the same for a B2C or a D2C company. That's the reason why we always analyse in depth our customers' business, so we make sure to give you a tailor made product that will fit perfectly with your brand and your service."
        },
        "uxDes": {
            "title1": "App Prototyping",
            "sub1": "What is an App Prototype?",
            "desc1": "A prototype is an interactive mockup of a mobile app. It contains key user interfaces, screens, and simulated functions without any working code or final design elements. Compared to a static wireframe or mockup, you can use a prototype just like any other app.",
            "sub2": "Why do I need a Prototype of my App?",
            "desc2": "Prototyping saves a lot of time in the developing stage of your product/service, you can quickly get feedbacks on the core features and the overall user experience, so you can catch in advance major issues that could cause problems with your future implementations/updates of your app.",
            "sub3": "How do we prototype your App?",
            "desc3": "After an in-depth analysis of your needs and of your competitors, we will build a dynamic prototype of your App, giving you a product that is able to perform all major actions that will be faced by an average user as well as all its visual aspects (animations included).",
            "title2": "Website & WebApp Design",
            "sub4": "Why can't I just go straight to the Developing Phase?",
            "desc4": "Nothing stops you from diving straight into the developing phase. The UX/UI Design phase however is a best practise because it's essential to understand potential user experience flaws as soon as possible. Also during the design phase changing things over and over won't have any side effects, while you can face them once you're deep into the developing phase",
            "sub5": "How does the process work?",
            "desc5": "We provide a moodboard containing all the design elements and relative decision for each project. This process is useful to give the customer an idea of all the layouts that will be implemented in the website, as well as the major visual elements such as fonts and color schema.",
            "title3": "App Schema Design",
            "sub6": "What is an App Schema?",
            "desc6": "An App Schema documents the content and the logical structure of data, along with manipulating and processing operations of the app to a level of details that allows developers to set up consistent, maintainable, and unambiguous databases, as well as all related applications.",
            "sub7": "Why do I need a Schema for my App?",
            "desc7": "At the core of every well design app, there is a huge amount of time spent analysing which Schema could fit best. The reason for this is that a poorly designed Schema could limit you in the future updates (incompatibility issues etc.). Making structural changes becomes harder and harder the farther your user base grows, so you want to be prepared in advance and choose the best Schema for your App."
        },
        "visualDes": {
            "title1": "Brand Identity",
            "sub1": "What is a Brand Identity?",
            "desc1": "Brand identity is the visible elements of a brand, such as colors, design and logo that identify and distinguish the brand in consumers' minds. Nike's swoosh or Apple's apple, those are two instances where the identity of the brand is connected with a symbol or visual aspect.",
            "sub2": "Why does Brand Identity matter?",
            "desc2": "It matters because without it, customers are not able to recognise a brand easily. A strong brand may helps sell a company to consumers and expands your outreach.",
            "sub3": "How do we build your Brand Identity?",
            "desc3": "We start with an in-depth analysis of your business' core values. We need to know your business like the back of our hands so we can find the right tailor made solution. We are masters of disguise so don't worry, we got you!",
            "title2": "Logo Design",
            "sub4": "How do I know if my Logo as already on point?",
            "desc4": "A perfect Logo is the one who tells the story of the brand and effectively communicate with your target audience. Other key elements that a Logo must features in order to be considered perfect are being: simple, instantly recognisable, versatile and scalable.",
            "sub5": "But I like my Logo, can I improve it without changing it?",
            "desc5": "Of course, big brands are constantly refining their logo to improve it and keep up with the time. As you may have noticed, in the last couple years most of the big brands went for a restyling of their logos, going for a more \"flat and minimal\" look, this happened because this simpler style improve readability on a small scale (mobile devices, website icon etc.), where the details of the earlier version would get lost.",
            "sub6": "How can UndercoverADV help me?",
            "desc6": "We can help you with the whole package. For both a new logo/restyling for your business we start with the Design Phase by providing a document with the visual guides chosen for your specific project as well as some complementary sketches, to then move on the real Project Phase. During the entire process, we will be constantly exchanging feedback, as this helps us to better tailor your logo to your needs.",
            "title3": "Corporate Design Kit",
            "sub7": "What's a Corporate Design Kit?",
            "desc7": "Your Corporate Design Kit includes anything related to the brand image of your company. The logo is usually the cornerstone of a corporate kit and everything is designed around it. In today’s competitive business world, a professional Corporate Identity Kit is just as important for small companies as it is for multi-national firms.",
            "sub8": "What's included in a Corporate Design Kit??",
            "desc8": "A Corporate Design Kit includes both press material, such as Brochures, Catalogs, Business Cards, Letterhead, Stationary, Flyers, Printed advertisements and Posters, as well as any Presentation, E-mail templates and Audio/Video Assets needed."
        }
    },
    "About": {
        "title": "Your Partner In Crime Since 2008",
        "sub1": "1. We Believe in Human-Centered Design",
        "desc1": "We are all humans at the end of the day, hence why focusing our strategy on people and not just the product sounds natural and logic to us, don't you think so?",
        "sub2": "2. Our World is Digital and Without Barriers",
        "desc2": "We are based in Italy, but thanks to the power of technology we are scattered around the globe, some of us around Italy, others in the U.K., India and Greece and yet we still manage to communicate efficiently on a daily basis.",
        "sub3": "3. Agile Is Not Just An Adjective",
        "desc3": "Agile is also the methodology we love to adopt to develop all our projects. This allows us to keep a high standard while doing things in the shortest possible time. We develop our ideas to an MVP level, run tests on it, collect feedback and adapt the workflow on them. This cycle is the core principle of the Agile Methodology, which we happily embrace.",
        "sub4": "4. Agnostic Driven Is The Way",
        "desc4": "The only thing we know is that in future the number of connections between different digital touch points will exponentially grow. We are here to help you to be ready for the future.",
        "sub5": "5. It's All About Honest Communication",
        "desc5": "If you work with us you know what it means to open transparent discussions. Otherwise what kind of partner in crime would we be?"
    },
    "System": {
        "brand": "UndercoverADV",
        "version": "Version 4.2.1",
        "release": "<b>Release Year</b>: 2023",
        "location": "<b>Location</b>: Italy (IT)",
        "expertise": "<b>Expertise</b>: 14 Years",
        "coreValue": "<b>Core Value</b>: Human Centered Design"
    },
    "Bin": {
        "claim": "Trash Bin is empty.",
        "quote": "Be honest, would you choose a partner that falls for the old bin trick?"
    }
}