{
    "Index": {
        "title": "minchiasio",
        "description": "minchiasA"
    },
    "Services": {
        "webDev": {
            "title1": "Custom Website / WebApp",
            "sub1": "È utile alla mia attività avere un sito web oggi?",
            "desc1": "La risposta breve è che non c'è mai stato un momento migliore o più importante per investire in un sito web per la tua attività. Un sito Web offre una gamma di vantaggi che aumenta di valore anno dopo anno al pari di Internet stesso.",
            "sub2": "Come posso esser assicurarmi che sia la scelta giusta?",
            "desc2": "Qui a UndercoverADV ci piace fare le cose per bene, offriamo ai nostri clienti un pacchetto su misura in base alle loro esigenze specifiche. Ci assicuriamo che ogni progetto sia uno specchio dei valori fondamentali dell'azienda, altrimenti non sarà efficace.",
            "sub3": "Che cosa si intende per Custom?",
            "desc3": "Possiamo adattarci praticamente a tutto, possiamo spaziare da un tema Full Custom per Wordpress a un sito web più complesso basato su codice o una PWA (Progressive Web Application), in relazione alle tue esigenze.",
            "title2": "CMS e WCMS",
            "sub4": "Static & Dynamic Content Editing TO CHANGE",
            "desc4": "A rich text element can be used with static or dynamic content. For static content, just drop it into any page and begin editing. For dynamic content, add a rich text field to any collection and then connect a rich text element to that field in the settings panel. Voila! TO CHANGE",
            "sub5": "How Do I Know If It's The Right Fit TO CHANGE",
            "desc5": "Here at UndercoverADV we like to do things the right way, we give our customers a tailor made package based on their specific needs. We make sure every project is a mirror of the business core values, otherwise it won't be effective. TO CHANGE",
            "title3": "E-Commerce",
            "sub6": "Perchè dovrei implementare un E-Commerce?",
            "desc6": "Avere un negozio di e-commerce permette di raggiungere un pubblico più ampio. ridurre i costi operativi, e diversificare le tue vendite. Fare acquisti da casa è più conveniente per il consumatore, che oggigiorno richiede il digitale. Un altro vantaggio per la tua azienda è che otterrai dati importanti utili a migliorare il tuo servizio.",
            "sub7": "Quale E-Commerce è la scelta corretta?",
            "desc7": "Non tutti gli e-commerce sono uguali, un e-commerce perfetto per un'azienda B2B non si adatterà allo stesso modo per un'azienda B2C o D2C. Questo è il motivo per cui facciamo sempre un'analisi dettagliata sui business dei nostri clienti, in modo da ottenere un prodotto su misura che si adatti perfettamente al tuo marchio, al tuo servizio ed alle tue esigenze."
        },
        "uxDes": {
            "title1": "App Prototyping",
            "sub1": "Cos'è un Prototipo di App?",
            "desc1": "Un prototipo è un mockup interattivo di un'app mobile. Contiene l'interfaccia utente di base, con schermate interattive e funzioni simulate. Rispetto ad un cosiddetto 'wireframe' o un mockup statico, il prototipo funziona come una normale app.",
            "sub2": "Perchè dovrei avere un prototipo della mia App?",
            "desc2": "La prototipazione consente di risparmiare molto tempo nella fase di sviluppo del tuo prodotto/servizio, puoi ottenere rapidamente feedback sulle funzionalità principali e sull'esperienza utente complessiva, in modo da poterne individuare alla base eventuali difetti o lacune gravi. Inoltre, permette di anticipare problemi che si potrebbero verificare con future implementazioni o aggiornamenti eventuali.",
            "sub3": "Come funziona lo sviluppo di un Prototipo di App?",
            "desc3": "Dopo un'analisi approfondita delle tue esigenze e dei tuoi competitor, costruiremo un prototipo dinamico della tua App in grado di compiere tutte le principali azioni di un utente medio, con tutti i relativi elementi visivi (animazioni incluse).",
            "title2": "Website & WebApp Design",
            "sub4": "Perchè non posso passare direttamente alla Fase di Svilupo?",
            "desc4": "Nulla ti impedisce di passare direttamente nella fase di sviluppo. La fase di UX/UI Design, tuttavia, è una best practice perché è essenziale comprendere i potenziali difetti dell'esperienza utente il prima possibile. Durante la fase di progettazione inoltre, cambiare le cose più volte non avrà effetti collaterali, presenti invece in fase di sviluppo",
            "sub5": "Come viene sviluppato il Design per il mio sito Web?",
            "desc5": "Forniamo una moodboard contenente tutti gli elementi di design e relative motivazioni. Questo processo è utile per dare al cliente un'idea di tutti i layout che verranno implementati nel sito Web, nonché dei principali elementi visivi quali caratteri e schema colori.",
            "title3": "App Schema Design",
            "sub6": "Che Cos'è un App Schema?",
            "desc6": "Uno schema dell'app documenta il contenuto e la struttura logica dei dati, insieme alle operazioni di elaborazione dell'app. Il tutto ad un livello di dettaglio tale da consentire agli sviluppatori di impostare una struttura coerente, gestibile e non ambigua per il database ed eventuali applicazioni correlate.",
            "sub7": "Perchè ho bisogno di uno Schema per la mia App?",
            "desc7": "Al cuore di ogni app ben progettata, c'è un'enorme analisi su quale schema adottare. La ragione di ciò è che uno schema mal progettato potrebbe limitarti in aggiornamenti futuri (problemi di incompatibilità ecc.). Apportare modifiche strutturali diventa sempre più difficile man mano che la tua utenza cresce, ecco perchè essere preparato in anticipo e scegliere lo schema migliore per la tua app è un vantaggio."
        },
        "visualDes": {
            "title1": "Brand Identity",
            "sub1": "Cos'è una Brand Identity?",
            "desc1": "La Brand Identity è l'insieme degli elementi visivi quali loghi, colori, design che identificano e distinguono un marchio nella mente dei consumatori. Lo swoosh di Nike o la mela di Apple sono un esempio di come l'identità di un marchio possa essere fortemente collegata ad un simbolo.",
            "sub2": "Perchè è importante la Brand Identity?",
            "desc2": "È importante perché senza di essa i clienti non sono in grado di riconoscere facilmente un marchio. Un Brand forte permette di fidelizzare i clienti, ampliare il raggio d'azione ed ottenere un riscontro positivo sulle vendite.",
            "sub3": "Come si costruisce una solida Brand Identity?",
            "desc3": "Iniziamo con un'analisi approfondita dei valori fondamentali della tua azienda. Abbiamo bisogno di conoscere la tua attività come il palmo delle nostre mani in modo da trovare la soluzione su misura per te. Tranquillo siamo maestri del travestimento, sei in buone mani!",
            "title2": "Logo Design",
            "sub4": "Come faccio a sapere se il mio Logo è efficace?",
            "desc4": "Un Logo perfetto è quello che racconta la storia del brand e comunica efficacemente con il tuo target di riferimento. Altri elementi chiave che un Logo deve avere per essere considerato perfetto sono: essere semplice, immediatamente riconoscibile, versatile e scalabile.",
            "sub5": "Mi piace il mio logo, lo si può migliorare senza cambiarlo?",
            "desc5": "Certo, i grandi marchi perfezionano costantemente il proprio logo per stare al passo con i tempi. Come avrai notato, negli ultimi due anni la maggior parte dei grandi marchi ha optato per un restyling dei propri loghi, optando per un aspetto più \"piatto e minimale\". Questo stile più semplice migliora la leggibilità su piccola scala (dispositivi mobili, icona del sito Web ecc.), dove i dettagli della versione precedente andrebbero persi.",
            "sub6": "Come può aiutarmi UndercoverADV?",
            "desc6": "Possiamo aiutarti con l'intero pacchetto. Che sia un nuovo logo o un restyling per la tua attività, iniziamo con la fase di progettazione fornendo un documento con le linee guida per gli elementi visivi scelti per il tuo progetto ed alcuni schizzi complementari, per poi passare alla fase di progetto vera e propria. Durante l'intero processo, ci scambieremo costantemente feedback, poiché questo ci aiuta ad adattare meglio il tuo logo alle tue esigenze.",
            "title3": "Corporate Design Kit",
            "sub7": "Cos'è un Corporate Design Kit?",
            "desc7": "Il Corporate Design Kit include tutto ciò che riguarda l'immagine della tua azienda. Il logo è solitamente la pietra su cui si basa un kit aziendale e tutto è disegnato attorno ad esso. Nel mondo degli affari competitivo di oggi, un kit di identità aziendale professionale è importante tanto per le piccole imprese quanto per le multinazionali.",
            "sub8": "Cos'è incluso in un Corporate Design Kit??",
            "desc8": "Un Corporate Design Kit include sia materiale per la stampa (brochure, cataloghi, biglietti da visita, carta intestata, cancelleria, volantini, pubblicità stampate e poster) che materiale da schermo (presentazioni, modelli di posta elettronica, risorse audio/video) necessario."
        }
    },
    "About": {
        "title": "Your Partner In Crime Since 2008",
        "sub1": "1. Crediamo nel Design Human-Centered",
        "desc1": "Siamo umani dopotutto, quindi concentrare la nostra strategia sulle persone e non solo sul prodotto ci sembra logico e naturale, non credi?",
        "sub2": "2. Il nostro mondo è Digitale e Senza Barriere",
        "desc2": "Abbiamo sede in Italia, ma grazie al potere della tecnologia siamo sparsi in tutto il mondo, alcuni nel Regno Unito, in India e in Grecia, eppure riusciamo comunque a comunicare in modo efficace ed efficiente su base giornaliera.",
        "sub3": "3. Agile non è solo un aggettivo",
        "desc3": "Agile è anche la metodologia che adottiamo per sviluppare tutti i nostri progetti. Questo ci permette di mantenere uno standard elevato in tempi ristretti. Sviluppiamo le nostre idee a livello di MVP, eseguiamo test raccogliendo feedback su cui adattiamo il flusso di lavoro. Questo ciclo è il principio fondamentale della Agile Methodology, che abbracciamo felicemente.",
        "sub4": "4. Essere Agnostic Driven è una priorità",
        "desc4": "L'unica cosa che sappiamo è che in futuro il numero di connessioni tra diversi punti di contatto digitali crescerà esponenzialmente. Progettare sistemi che possano interagire con diverse tecnologie assicura una libertà di sviluppo maggiore sul lungo periodo.",
        "sub5": "5. Si basa tutto su una comunicazione trasparente",
        "desc5": "Il nostro lavoro è costruito su un rapporto onesto e sincero con il cliente. Altrimenti che partner in crime saremmo?"
    },
    "System": {
        "brand": "UndercoverADV",
        "version": "Versione 4.2.1",
        "release": "<b>Anno di Rilascio</b>: 2023",
        "location": "<b>Location</b>: Italia (IT)",
        "expertise": "<b>Esperienza</b>:14 Anni",
        "coreValue": "<b>Valore Core</b>: Design Human-Centered"
    },
    "Bin": {
        "claim": "Il Cestino è vuoto.",
        "quote": "Siamo onesti, sceglieresti davvero un partner che casca nel vecchio trucco del cestino?"
    }
}